[
  {
    "title": "How does one mint a Dino?",
    "content": "Upon connecting your Metamask wallet, you will have the chance to purchase a Dino at random. Dinos have been extinct for over 65 Million years, therefore, to pay homage to this unfortunate passing, mint prices will be set to 0.065 ETH per Dino. For our prehistoric loving collectors, we have set our limit to 20 Dinos per transaction."
  },
  {
    "title": "Wen Hatch?",
    "content": "Once everyone has gotten some time to breathe after carrying their new eggs home, they will be given 24 hours to prepare for adorable baby Dinos to start wreaking havoc upon their wallets. We know the newborn phase can be difficult, but seeing your new hatchling will make it all worthwhile. Does your Dino have some rare skin condition after hatching? DO NOT PANIC! That means you’ve got a special new friend."
  },
  {
    "title": "How does my Dino grow?",
    "content": "After hatching, your Dino will be experiencing a whole new Metaverse! After soaking it all in, and a lot of food, your Dino will be ready to grow up and head out onto the blockchain all by themselves. You’ll have your baby dino for roughly a week before they moon! "
  },
  {
    "title": "Can I use my Dino as a profile picture on social media?",
    "content": "After seeing your baby, you’ll notice that they are rather smol. This is a good thing because once they grow up, they won’t fit on the screen anymore. The camera cannot zoom out any further! You’ll have a wonderful bust shot of your precious Dino. Perfect for profile pictures or anything else for that matter. Wanna smack your Dino’s awesome personality onto a coffee mug, then YOU DO THAT! You have free reign on your Dino and can plaster them anywhere you please. Remember, there will also be stickers!"
  },
  {
    "title": "Can’t wait to become a part of our community?",
    "content": "Then don’t! Feel free to join our Discord or reach out to anyone involved with the project if you have questions. Like we mentioned above, we want to build a family. You’ll be welcomed with open arms regardless of whether you have a Dino or not!"
  }
]
