[
  {
    "track": "We’re so happy to see our Dinos find new homes. So, kicking things off at 30% sales, we will be setting up a community wallet filled with 20 ETH. Later on, at 90% sales, we’ll throw in another 30 ETH!"
  },
  {
    "track": "Family is important to all of us — so much so, that this project was inspired by our very own children! It’s important to include the little tykes as often as possible, which is why we’re proud to announce that we will be the FIRST ever collection to launch a children’s book series alongside our Dinos! The first book will be sent to our publishers at 50% sales."
  },
  {
    "track": "Right around the corner at 60% sales, get ready to get your Dinos on! Quite literally, ON! Merchandise will be put through the printers! Everything from a T-shirt to a Hoodie. Gotta have them signature Dad hats too! And an ample abundance of STICKERS. Again, we’re family friendly. YIPPEE!"
  },
  {
    "track": "In the event of us all doing something remarkable and giving every single Dino a new home, a very special surprise will be announced to the happy new owners of cute little Dino eggs. Stay tuned!"
  },
  {
    "track": "Being incharge of the project and running it to its greatest potential is of utmost importance to us. This is why we will be adding a few of you into the fray. A select few of the owners will be voted into the Dino Delegation! They will focus on one thing and one thing only; to ensure the projects growth through the community. They will be directly involved in future efforts to increase community outreach and will work hand in hand with the original Dawn of the Dinos team creating influence and longevity along the way!"
  },
  {
    "track": "Regardless of how well we do in the long run, community is important. We strive to make our community a family worth fighting for. We will not only be giving back to the community with multiple curated drops and merchandise, but we feel it is our duty to give back to humanity. Without the existence of Dinos, we wouldn’t be here right now. A healthy donation will be made to help the fight against cancer. We will announce our organization of choice post launch."
  }
]
